[AlienBrainTrust.X2StrategyElement_AlienBrainTrust]
m_strCrackBrainDoomRemoval="Codex Brain hacked!"

[Tech_AlienBrainTrust_CrackBrain X2TechTemplate]
DisplayName="Hack Codex Brain"
Summary="Though some aspects of the Codex Brain remain beyond our understanding, our scientists believe we can set back the aliens' work through a destructive brute force attack."
CodeName="Clawhammer"
LongDescription="We suceeded beyond our expectations. We may not comprehend the aliens' work, but we have just made it that much more difficult. Given further fresh Codex Brains to work with, our science team believe they can repeat this result. R. Tygan."
